{
  "menuExpo": [
    {
      "numero": "1°",
      "materias": [
        {
          "nombre": "Historia de la Comunicación Gráfica",
          "slug": "/historia-comunicacion-grafica",
          "semestre": "Primero",
          "nivel": "Básico",
          "area": "Cultura y Diseño",
          "curricula": "Taller de Diseño I, Metodología para el Diseño",
          "poster": "/img/materias/historia-comunicacion-grafica.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/ElwzjWlRL4dNgu2vBbHJ4tgBOXGwyPivr7kQ7ZPsWrz5Pg?e=xNBB0g",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Las Artes",
              "objetivo": "Identificar los factores que influyen en el arte, para conocer el origen y finalidad de la expresión humana.",
              "descripcion": "Catálogo de muestras representativas. Desarrollo de imágenes. Entrega de una colección de muestras gráficas. Considerar y comentar los siguientes puntos: Definición de arte y artes, características y relación (desde diferentes épocas) de la obra de arte y el receptor.",
              "entregable": "El arte y su evolución en la historia. Reconocimiento de las representaciones humanas y sus técnicas a lo largo de la historia. Revisión de referentes medios y condiciones para analizar la relevancia de lo que se ha producido históricamente."
            },
            {
              "nombre": "Función Social del Arte",
              "objetivo": "Revisar los fines que ha tenido el arte como factor social, política y religiosamente. cambios que considerar los valores representativos que influyen en el terreno del arte.",
              "descripcion": "Revisar los fines que ha tenido el arte como factor social, política y religiosamente. cambios que considerar los valores representativos que influyen en el terreno del arte.",
              "entregable": "Desarrollo e investigación (revisión de muestra documental y bibliográfica). Revisión de imágenes. Presentación de muestra representativa relacionada con el arte en sus diferentes manifestaciones."
            },
            {
              "nombre": "Comparaciones en las características de los estilos en el arte",
              "objetivo": "Revisaren diferentes obras de arte, su valor representativo, técnico y conceptual.",
              "descripcion": "Trabajo escrito. Clasificación de muestras. Puntualización y justificación del proceso. Archivo digital como complemento de la presentación. Catálogo organizado y tipificado de imágenes como muestra de productos del arte.",
              "entregable": "Valor de la transformación técnica en las artes Diseños y su tipo de consumo. Selección de productos y revisión de sus consumidores."
            }
          ]
        },
        {
          "nombre": "Metodología para el Diseño",
          "slug": "/metodologia-diseno",
          "semestre": "Primero",
          "nivel": "Básico",
          "area": "Cultura y Diseño",
          "curricula": "Taller de Diseño I, Metodología para el Diseño",
          "poster": "/img/materias/metodologia-diseno.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/ErG7wSdQ-FNJjAckpKJl1_UBw8JP0Z-xrUKNSCZQVyRMXw?e=7TL8T9",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Diseño y Comunicación",
              "objetivo": "Reconocer la distancia entre la intención del Diseñador al configurar un mensaje visual y la interpretación de los receptores.",
              "descripcion": "Los alumnos eligen un refrán y seleccionan imágenes que encuentran en la web para ilustrarlo en una secuencia de imágenes lineal del refrán elegido.",
              "entregable": "De manera INDIVIDUAL se investigan y esquematizan los métodos de investigación expuestos. Por EQUIPOS se investiga y expone cada uno de los diferentes métodos de diseño de cinco autores destacados del siglo pasados."
            },
            {
              "nombre": "Esquema: Proceso de Diseño como proceso de comunicación",
              "objetivo": "Comprender y afirmar cuáles y qué relación tienen todos los elementos del proceso de diseño considerado como un proceso de comunicación.",
              "descripcion": "Se solicita a los alumnos que durante 5 semanas tomen apuntes sobre el esquema del proceso de diseño como proceso de comunicación y que elaboren una representación esquemática para sintetizar esta relación, de manera que terminada la exposición tienen una clase más para entregar su propia versión de lo comprendido.",
              "entregable": "La comprensión de los elementos que conforman al proceso de diseño genera en el estudiante la reflexión sobre su quehacer como futuro diseñador gráfico y digital."
            },
            {
              "nombre": "Métodos de investigación / Métodos de Diseño",
              "objetivo": "Conocer y comprender distintos métodos de investigación. Conocer los antecedentes históricos de la propuesta metodológica del diseño del siglo XX. Comprender la aportación de cada uno de los métodos revisados al pensamiento de diseño contemporáneo.",
              "descripcion": "De manera INDIVIDUAL se investigan y esquematizan los métodos de investigación expuestos. Por EQUIPOS se investiga y expone cada uno de los diferentes métodos de diseño de cinco autores destacados del siglo pasados.",
              "entregable": "Cada método se esquematiza en un formato que permite a los estudiantes exponer a la clase para la explicación de éste. Con ello los estudiantes verbalizan y facilitan la comprensión del método a partir del material encontrado."
            }
          ]
        },
        {
          "nombre": "Dibujo Antropométrico",
          "slug": "/dibujo-antropometrico",
          "semestre": "Primero",
          "nivel": "Básico",
          "area": "Dibujo",
          "curricula": "Dibujo para el diseño. Taller Básico de Diseño I. Dibujo para el Diseño. Taller de Identidad. Ilustración. Taller de Gráfica Aplicada al Envase. Imagen Digital",
          "poster": "/img/materias/dibujo-antropometrico.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/EhTEoA_PXw9MmW2vN25mG4EBrx6HcSmiPzXriqGQ2TMwAw?e=9Ih2v1",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Autoretrato",
              "objetivo": "Conocer y observar la figura humana en su conjunto al comenzar por el rostro propio para reconocer y expresar gráficamente rasgos y proporciones.",
              "descripcion": "A partir de una fotografía, el alumno realizará un collage donde se combinarán la imagen fotográfica y el dibujo inspirado por el retrato.",
              "entregable": "El Dibujo-Collage permite el proceso de observación de la forma antropométrica así como la exploración de elementos gráficos para su configuración."
            },
            {
              "nombre": "Dibujo en movimiento",
              "objetivo": "El alumno podrá apreciar y dibujar la figura humana en movimiento, mediante la observación y percepción de un cuerpo cinético, a partir de una serie de modelos fotográficos.",
              "descripcion": "Cada alumno representará un distinto punto de vista de una misma figura humana. Cada dibujo formará parte de una secuencia que permitirá mostrar la forma dibujada en movimiento.",
              "entregable": "A partir del estudio de la figura humana en posiciones estáticas y dinámicas la observación de la forma se agudiza."
            }
          ]
        },
        {
          "nombre": "Imagen Digital",
          "slug": "/imagen-digital",
          "semestre": "Primero",
          "nivel": "Básico",
          "area": "Digital",
          "curricula": "Taller Básico de Diseño I y II, Metodología para el Diseño, Edición de Imagen Digital, Formación Editorial Digital, Modelado Digital, Diseño Interactivo Digital, Gráficos Digitales en Movimiento",
          "poster": "/img/materias/imagen-digital.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/EvIpOh6O11FLoN9UTKqOf4oBlMcxssTMrQjhfyx1JT_8Tw?e=41hP1a",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Creación de personaje",
              "objetivo": "El alumno será capaz de aplicar todo el conocimiento adquirido durante el semestre, teórica y conceptualmente para realizar una ilustración compleja",
              "descripcion": "El alumno realizará la ilustración ultrarrealista de una persona utilizando las herramientas de mesh, gradiente y fusión, Deberá incluir un concepto para complementar el diseño.",
              "entregable": "Al finalizar el proyecto, el alumno tendrá la capacidad de realizar ilustraciones conceptuales complejas para exposiciones, carteles, empaques u otras aplicaciones ya sea de forma digital o análoga."
            }
          ]
        }
      ]
    },
    {
      "numero": "2°",
      "materias": [
        {
          "nombre": "Antropología para el Diseño",
          "slug": "/antropologia-diseno",
          "semestre": "Segundo",
          "nivel": "Básico",
          "area": "Cultura y Diseño",
          "curricula": "Sociedad, Cultura y Diseño Semiótica para el Diseño",
          "poster": "/img/materias/antropologia-diseno.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/Er9F27oQ7vBCutUoWUX03lABQVCMnDfpJLJGKH8KobtTQQ?e=hCKbOd",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Antología de diseñadores contemporáneos",
              "objetivo": "Desarrollar una antología de diseñadores contemporáneos. En esta se especificará especialidad, proyectos destacados, aportaciones a la historia del diseño, a la sociedad y a la cultura.",
              "descripcion": "Desarrollar una antología de diseñadores contemporáneos. En esta se especificará especialidad, proyectos destacados, aportaciones a la historia del diseño, a la sociedad y a la cultura.",
              "entregable": "Desarrollar una antología de diseñadores contemporáneos. En esta se especificará especialidad, proyectos destacados, aportaciones a la historia del diseño, a la sociedad y a la cultura."
            }
          ]
        },
        {
          "nombre": "Edición de Imagen Digital",
          "slug": "/edicion-imagen-digital",
          "semestre": "Segundo",
          "nivel": "Básico",
          "area": "Digital",
          "curricula": "Imagen Digital I, Taller Básico de Diseño I y II",
          "poster": "/img/materias/edicion-imagen-digital.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/Em0haKzvF5lPg86KB2WVCW8B3u17H0LuDWaX6udyLsI7rQ?e=JDUmIv",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "'Matte Painting' con temática de fantasía",
              "objetivo": "Llevar a cabo el diseño de un anuncio para una serie de televisión de Fantasía mediante el recorte y edición de imágenes bajo un concepto seleccionado por el alumno. Deberá ser impreso y montado en revista a doble página.",
              "descripcion": "El alumno buscará imágenes en internet que se asemejen a los personajes de una serie o película y los integrarán en una composición en Photoshop. Argumentarán un concepto que hayan elegido para darle sentido al estilo y paleta de colores del diseño.",
              "entregable": "Boceto a mano, Boceto digital, impreso a doble carta y montado en revista."
            }
          ]
        }
      ]
    },
    {
      "numero": "3°",
      "materias": [
        {
          "nombre": "Métodos Estratégicos",
          "slug": "/metodos-estrategicos",
          "semestre": "Tercero",
          "nivel": "Básico",
          "area": "Teórico Metodológico",
          "curricula": "Metodología para el diseño, Antropología para el diseño, Taller de Proyectos de Diseño, Taller de Identidad, Taller de Diseño Editorial, Taller de Gráfica Aplicada al Envase, Taller de Campañas, Taller de Infografía, Metodología de la Investigación, Proyecto Terminal I y II",
          "poster": "/img/materias/metodos-estrategicos.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/Ep8B7ncUZ21Dkd4Jc-mcmyUBwqgIZA6RaFhAufiE8W2qGg?e=VROjnY",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Usuario de Diseño",
              "objetivo": "Identificar las necesidades de un usuario a través del uso de herramientas de la metodología Design Thinking para proponer una estrategia de diseño de forma clara y bien dirigida al considerar las características del user persona.",
              "descripcion": "El estudiante deberá diseñar una estrategia de comunicación visual para Instagram dirigida a la generación X a través de la implementación de la herramienta empathy map utilizando las técnicas de observación participante, netnografía, investigación documental y entrevistas para aplicarse en el diseño de etiqueta colgante para la marca de productos sustentables Someone Somewhere.",
              "entregable": "Presentación de diapositivas y plataforma de Conceptboard donde se integre un empathy map con todas las áreas llenas con información recogida de las técnicas de investigación del usuario, definición del Storytelling para la estrategia de comunicación visual, concepto gráfico, proceso de bocetaje de diseño de la etiqueta colgante para productos sustentables, brain storming, bocetos burdos, bocetos comprensivos, bocetos digitales, aplicación de la marca gráfica en la etiqueta, tres post para Instagram y tres Mockups de las etiquetas y tres de su publicación en Instagram. Se deberá anexar un PDF con la argumentación que explique el proyecto cómo se aplicaron las asignaturas que se cursaron en primer y segundo semestre, y cómo aporta la metodología de diseño a las asignaturas del tercer semestre. Se deberá diseñar una presentación de diapositivas donde se haga la exposición de su proceso."
            },
            {
              "nombre": "Problemática de Diseño",
              "objetivo": "Identificar a través de la observación de la realidad actual de la pandemia por COVID-19 las problemáticas más comunes que se encuentran con respecto al desperdicio y basura que provocan los desechos de los productos sanitarios que son recomendados por la OMS, mascarillas o cubre bocas, guantes de látex y recipientes de gel antibacterial, después de la investigación realizada se definirá una propuesta de solución desde el diseño gráfico y digital que ayude a resolver esta problemática.",
              "descripcion": "Se definirá un problema de diseño desde la realidad de la pandemia para proponer una estrategia de comunicación visual que promueva evitar que los desechos sólidos derivados de los cuidados que pide la autoridad sanitaria en adultos de 30 a 40 años, se abordará la metodología de doble diamante para definir la problemática. Se trabajará en parejas.",
              "entregable": "Propuesta de los tres soportes de diseño que coadyuven a evitar la basura pandémica, cada equipo deberá proponer una marca gráfica, un espacio para colocar los desechos y un esquema informativo donde se indique los pasos para el desecho de los productos sanitarios. Se deberán considerar todos los aspectos considerados en el proyecto uno."
            }
          ]
        },
        {
          "nombre": "Composición Tipográfica",
          "slug": "/composicion-tipografica",
          "semestre": "Tercero",
          "nivel": "Básico",
          "area": "Representación",
          "curricula": "Antropología para el diseño. Lab. de creatividad para el diseño. Taller básico de diseño I. Dibujo para el diseño. Dibujo geométrico II. Edición de Imagen digital",
          "poster": "/img/materias/composicion-tipografica.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/EoEVjQKM66NKjMq-rGud9bEBwX134EbeSSL64NHLGGYXNQ?e=5oXiFc",
          "circle": "red",
          "proyectos": [
            {
              "nombre": "Selección tipográfica / LOGOTIPO: género musical",
              "objetivo": "Desarrollar habilidades de selección tipográfica por medio de la interpretación conceptual y la recreación de signos tipográficos para el diseño de logotipos.",
              "descripcion": "Representar tipográficamente un género musical por medio del siguiente proceso: Definición del concepto a representar, Conceptualización, Selección tipográfica, Edición, Digitalización y vectorización para aplicar la selección tipográfica al nombre de un intérprete y componer un flyer (volante) promocional de un grupo musical. ",
              "entregable": "Representar tipográficamente un género musical por medio del siguiente proceso: Definición del concepto a representar, Conceptualización, Selección tipográfica, Edición, Digitalización y vectorización para aplicar la selección tipográfica al nombre de un intérprete y componer un flyer (volante) promocional de un grupo musical."
            },
            {
              "nombre": "Selección y composición tipográfica / FICHAS TIPOGRÁFICAS: Tipógrafes",
              "objetivo": "Desarrollar habilidades de selección tipográfica por medio de la interpretación conceptual y la recreación de signos tipográficos para el diseño de logotipos.",
              "descripcion": "Representar tipográficamente un género musical por medio del siguiente proceso: Definición del concepto a representar, Conceptualización, Selección tipográfica, Edición, Digitalización y vectorización para aplicar la selección tipográfica al nombre de un intérprete y componer un flyer (volante) promocional de un grupo musical. ",
              "entregable": "Cada FICHA Formato: Cuadrado de 17x17 cm impresa en gramaje cartulina y en archivo pdf. Frente: datos (unidades de información) / Vuelta: imagen (proyecto tipográfico)."
            }
          ]
        }
      ]
    },
    {
      "numero": "4°",
      "materias": [
        {
          "nombre": "Teorías Digitales",
          "slug": "/teorias-digitales",
          "semestre": "Cuarto",
          "nivel": "Intermedio",
          "area": "Cultura y Diseño",
          "curricula": "Historia de la Comunicación Gráfica, Antropología para el Diseño, Sociedad Cultura y Diseño, Diseño Sostenible.",
          "poster": "/img/materias/teorias-digitales.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/EknRBtuGUNxAt_daSFiLLFABXxfy4WBk1Jb-gRL6lTdf8A?e=SIYR1n",
          "circle": "purple",
          "proyectos": [
            {
              "nombre": "Artículo digital en formato web",
              "objetivo": "Que el estudiante comprenda el proceso de escritura de código HTML y CSS.",
              "descripcion": "El estudiante redactará en formato web, el contenido (HTML) y la presentación (CSS) de un artículo de investigación. Crea un CodeSandbox de tipo static y ponle el nombre 'Artículo-Web-Tu-Nombre-Apellido', reemplaza Tu-Nombre-Apellido por tu nombre y apellido. La temática de tu artículo es libre. Se evaluará la redacción y ortografía del artículo. Deberás organizar tus archivos con la nomenclatura y estructura vistas en clase.",
              "entregable": "El estudiante redactará en formato web, el contenido (HTML) y la presentación (CSS) de un artículo de investigación. Crea un CodeSandbox de tipo static y ponle el nombre 'Artículo-Web-Tu-Nombre-Apellido', reemplaza Tu-Nombre-Apellido por tu nombre y apellido. La temática de tu artículo es libre. Se evaluará la redacción y ortografía del artículo. Deberás organizar tus archivos con la nomenclatura y estructura vistas en clase."
            }
          ]
        },
        {
          "nombre": "Semiótica para el Diseño",
          "slug": "/semiotica-diseno",
          "semestre": "Cuarto",
          "nivel": "Intermedio",
          "area": "Teórico Metodológica",
          "curricula": "Antropología para el diseño, Retórica para el diseño, Taller de Identidad, Diseño y Mercadotecnia, Taller de Campañas, Taller de Infografía, Proyecto Terminal.",
          "poster": "/img/materias/semiotica-diseno.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/ElUAT9-NpZtGp_-bFm4nl-cBX4cbuSRYoN2WY6S2otA00A?e=cWYFQv",
          "circle": "purple",
          "proyectos": [
            {
              "nombre": "Modelo teórico de Pairce",
              "objetivo": "Lograr una visión comprensiva y fundamentada de los principios generales de la semiótica desde el modelo teórico de Peirce.",
              "descripcion": "Lograr una visión comprensiva y fundamentada de los principios generales de la semiótica desde el modelo teórico de Peirce.",
              "entregable": "El estudiantado elegirá un objeto de diseño para trabajarlo a partir de los objetivos planteados. Se realizará un análisis en cuanto a los conceptos de la semiótica (el diseño y la semiótica como función comunicativa -práctica, estética y simbólica- dentro de un contexto determinado; sintaxis, semántica y pragmática). A partir de la teoría y lecturas, se incorporarán las definiciones de los conceptos revisados en el modelo de Peirce (NO copiar apuntes de clase, investigar y poner con sus propias palabras). Dicha información será aplicada al modelo teórico de Peirce: Triada del signo: representamen, objeto e interpretante (2 triadas). Categorías del signo: primeridad, segundidad y terceridad (2 triadas). Relación signo y objeto: ícono, índice y símbolo (2 triadas). Relación signo e interpretamen: rema, dicente y argumento (2 triadas). Determinará el tipo de consumidor/usuario a quién va dirigido el objeto, profundizando en la importancia que tiene éste para el proceso de diseñar –indagar sobre los perfiles. Recopilará imágenes sobre el producto elegido con el fin que desarrolle la habilidad de observar, analizar y criticar en torno al producto a analizar (punto de venta, competencia, ubicación, consumidores)"
            }
          ]
        },
        {
          "nombre": "Modelado Digital",
          "slug": "/modelado-digital",
          "semestre": "Cuarto",
          "nivel": "Intermedio",
          "area": "Digital",
          "curricula": "Imagen Digital, Edición de Imagen Digital, Formación Editorial Digital, Diseño Interactivo Digital, Gráficos digitales en Movimiento, Diseño de Efectos Visuales, Laboratorio de tecnologías Emergentes",
          "poster": "/img/materias/modelado-digital.jpeg",
          "docs": "https://lasallistasorg.sharepoint.com/:f:/s/ACREDITACIN/Ei9695KkQz5BgiLhlu3XSWcBxQeqhGgyKByEcNbPOHXofw?e=a2vmGL",
          "circle": "purple",
          "proyectos": [
            {
              "nombre": "UN BODEGÓN CON POLIGONOS Y CURVAS",
              "objetivo": "Conocer y experimentar con las herramientas de modelado 3D. Relacionar la experiencia del proyecto anterior para elaborar el proyecto actual.",
              "descripcion": "El alumno construirá un modelo digital de un bodegón con polígonos, un empaque de jugo con polígonos y una botella con curvas.",
              "entregable": "Una escena 3d formato “mb” con modelado de un bodegón; todo con materiales y luces básicas. Tres renders de la escena con diferentes posiciones de cámara, en formato jpg."
            }
          ]
        }
      ]
    },
    {
      "numero": "5°",
      "materias": [
        {
          "nombre": "",
          "slug": "/",
          "semestre": "Quinto",
          "nivel": "",
          "area": "",
          "curricula": "",
          "poster": "/img/materias/.jpeg",
          "docs": "",
          "circle": "purple",
          "proyectos": [
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            }
          ]
        }
      ]
    },
    {
      "numero": "6°",
      "materias": [
        {
          "nombre": "",
          "slug": "/",
          "semestre": "Sexto",
          "nivel": "",
          "area": "",
          "curricula": "",
          "poster": "/img/materias/.jpeg",
          "docs": "",
          "circle": "purple",
          "proyectos": [
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            }
          ]
        }
      ]
    },
    {
      "numero": "7°",
      "materias": [
        {
          "nombre": "",
          "slug": "/",
          "semestre": "Séptimo",
          "nivel": "",
          "area": "",
          "curricula": "",
          "poster": "/img/materias/.jpeg",
          "docs": "",
          "circle": "blue",
          "proyectos": [
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            }
          ]
        }
      ]
    },
    {
      "numero": "8°",
      "materias": [
        {
          "nombre": "",
          "slug": "/",
          "semestre": "Octavo",
          "nivel": "",
          "area": "",
          "curricula": "",
          "poster": "/img/materias/.jpeg",
          "docs": "",
          "circle": "blue",
          "proyectos": [
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            },
            {
              "nombre": "",
              "objetivo": "",
              "descripcion": "",
              "entregable": ""
            }
          ]
        }
      ]
    }
  ],
  "menuCarpeta11": [
    {
      "numero": "11.1",
      "nombre": "Proyecto Prestigio",
      "slug": "/proyecto-prestigio",
      "intro": "<p>Los proyectos prestigio de la Facultad Mexicana de Arquitectura, Diseño y Comunicación tiene como objetivo vincular a la academia con el entorno económico, profesional y social a través de la participación activa de autoridades, claustro docente, estudiantes, egresados y colaboradores asociados (profesionistas, estudios, despachos, agencias, asociaciones sin fines de lucro, etc.), para fortalecer los programas académicos de pregrado y posgrado mediante el reconocimiento de áreas de oportunidad, y que se distinguen por su calidad y pertinencia.</p>",
      "portada": "/img/11/tv_1.jpg",
      "submenu": [
        {
          "nombre": "Introducción",
          "slug": "/proyecto-prestigio"
        },
        {
          "nombre": "Taller Vertical de Vinculación Social",
          "slug": "/taller-vertical"
        },
        {
          "nombre": "<i>Graphic Design Showroom</i>",
          "slug": "/graphic-design-showroom"
        },
        {
          "nombre": "Congreso <i>Future Design</i>",
          "slug": "/congreso-future-design"
        },
        {
          "nombre": "<i>Design Tour</i>",
          "slug": "/design-tour"
        },
        {
          "nombre": "Cátedra Prima",
          "slug": "/catedra-prima"
        }
      ]
    },
    {
      "numero": "11.2",
      "nombre": "Proyectos orientados a la Docencia",
      "slug": "/proyectos-docencia",
      "intro": "<p>En la Universidad La Salle y la Facultad Mexicana de Arquitectura, Diseño y Comunicación se impulsa el fortalecimiento del Claustro Académico a través de actividades orientadas a su formación a través de capacitación en tendencias educativas que subyacen a las necesidades sociales que la institución define continuamente; al desarrollo de habilidades digitales y de estrategias de aprendizaje-enseñanza mediada por tecnología, que cabe decir, a consecuencia de la pandemia por la COVID-19, obligó a poner en práctica muchas de estas capacidades adquiridas para facilitar conocimientos con base en las nuevas plataformas tecnológicas.</p>",
      "portada": "/img/11/fml_1.jpg",
      "submenu": [
        {
          "nombre": "Introducción",
          "slug": "/proyectos-docencia"
        },
        {
          "nombre": "Encuentro de Formación Docente",
          "slug": "/encuentro-formacion-docente"
        },
        {
          "nombre": "Foro Maestros Lasallistas",
          "slug": "/foro-lasallistas"
        },
        {
          "nombre": "Cursos de Formacion Docente",
          "slug": "/cursos-formacion-docente"
        },
        {
          "nombre": "Seminario Docente de Diseño",
          "slug": "/seminario-docente-diseno"
        },
        {
          "nombre": "Diplomado en Didáctica para el Diseño",
          "slug": "/diplomado-didactica-diseno"
        },
        {
          "nombre": "Entrevista y Seguimiento Docente",
          "slug": "/entrevista-seguimiento-docente"
        },
        {
          "nombre": "Visita al Aula",
          "slug": "/visita-aula"
        },
        {
          "nombre": "Matriz de Cumplimiento Docente",
          "slug": "/matriz-cumplimiento-docente"
        }
      ]
    },
    {
      "numero": "11.3",
      "nombre": "Proyectos orientados al Estudiante",
      "slug": "/proyectos-estudiante",
      "intro": "<p>Las acciones de la coordinación del programa académico de diseño gráfico y digital se enfocan primordialmente al aprendizaje, vinculación social, proyección profesional del estudiante, estos proyectos extracurriculares se realizan con regularidad durante su formación, se orientan a la construcción de los aprendizajes de la disciplina y a la construcción del sentido de pertenencia y orgullo por pertenecer a la Universidad La Salle México.</p>",
      "portada": "/img/11/p_1.jpg",
      "submenu": [
        {
          "nombre": "Introducción",
          "slug": "/proyectos-estudiante"
        },
        {
          "nombre": "Curso Propedéutico",
          "slug": "/curso-propedeutico"
        },
        {
          "nombre": "Cursos y Diplomados de Actualización Académica",
          "slug": "/cursos-diplomados-actualizacion-academica"
        },
        {
          "nombre": "Concursos de Diseño",
          "slug": "/concursos-diseno"
        },
        {
          "nombre": "Concurso Inter Universitario La Salle",
          "slug": "/concurso-inter-lasalle"
        },
        {
          "nombre": "Concurso Lasallista de Investigación, Desarrollo e Innovación",
          "slug": "/concurso-lasallista-investigacion-desarrollo-innovacion"
        },
        {
          "nombre": "Profesor Invitado",
          "slug": "/profesor-invitado"
        },
        {
          "nombre": "Ciudadanía FAMADyC",
          "slug": "/ciudadania-famadyc"
        },
        {
          "nombre": "Asesorías Académicas",
          "slug": "/asesorias-academicas"
        },
        {
          "nombre": "Aula Sin Fronteras",
          "slug": "/aula-sin-fronteras"
        },
        {
          "nombre": "<i>Mentoring</i> Académico Universitario",
          "slug": "/mentoring-academico-universitario"
        },
        {
          "nombre": "Repaso CENEVAL",
          "slug": "/repaso-ceneval"
        },
        {
          "nombre": "Seminario de Titulación",
          "slug": "/seminario-titulacion"
        },
        {
          "nombre": "Jornadas de Medio Camino y Síntesis",
          "slug": "/jornadas-medio-camino-sintesis"
        },
        {
          "nombre": "Fiesta de Bienvenida y Despedida de Generación",
          "slug": "/fiesta-bienvenida-despedida-generacion"
        },
        {
          "nombre": "Congresos Nacionales e Internacionales",
          "slug": "/congresos-nacionales"
        }
      ]
    },
    {
      "numero": "11.4",
      "nombre": "Proyectos gestionados por el programa académico",
      "slug": "/proyectos-gestionados-programa-academico",
      "intro": "<p>La coordinación del programa académico de diseño gráfico y digital gestiona diversas actividades que corresponden a mandatorios institucionales y acciones enfocadas al fortalecimiento de la formación profesional de nuestros estudiantes, a través de procesos de mejora continua, vinculación académica con universidades hermanas del Sistema de Universidades La Salle, así como con el campo laboral, reconocimiento y cercanía del claustro académico, evaluación de los aprendizajes interna y externa estandarizada, difusión de los resultados de proyectos que se desarrollan en las aulas y talleres de la facultad.</p>",
      "portada": "/img/11/acredi_1.jpg",
      "submenu": [
        {
          "nombre": "Introducción",
          "slug": "/proyectos-gestionados-programa-academico"
        },
        {
          "nombre": "Modificaciones Curriculares",
          "slug": "/modificaciones-curriculares"
        },
        {
          "nombre": "Reacreditación del Programa Académico por COMAPROD",
          "slug": "/reacreditacion-comaprod"
        },
        {
          "nombre": "Consejo Consultivo",
          "slug": "/consejo-consultivo"
        },
        {
          "nombre": "Consejo Académico",
          "slug": "/consejo-academico"
        },
        {
          "nombre": "Examen de ingreso de Diseño Gráfico Digital",
          "slug": "/examen-ingreso"
        },
        {
          "nombre": "Expo D+ Diseño",
          "slug": "/expo-diseno"
        },
        {
          "nombre": "Vinculación Inter La Salle",
          "slug": "/vinculacion-inter-lasalle"
        },
        {
          "nombre": "Evaluación de Nivel",
          "slug": "/evaluacion-nivel"
        },
        {
          "nombre": "Actividad Curricular Complementaria",
          "slug": "/actividad-curricular-complementaria"
        },
        {
          "nombre": "Práctica en el Campo Profesional",
          "slug": "/practica-profesional"
        },
        {
          "nombre": "Metodología para el pensamiento de diseño La Salle",
          "slug": "/pensamiento-diseno"
        }
      ]
    },
    {
      "numero": "11.5",
      "nombre": "Actividades de reconocimiento a la Comunidad",
      "slug": "/actividades-reconocimiento-comunidad",
      "intro": "<p>La Universidad La Salle tiene como lema al <i>“Indivisa Manent”</i>, cuyo significante subyace a la unidad de la comunidad en todos los aspectos de su quehacer formativo e integral, abarca lo educativo, lo científico, lo social, lo ambiental, lo tecnológico, lo ético y lo deportivo entre muchos otros, son parte indispensable de la formación que reciben los estudiantes de los diversos programas académicos de su oferta académica.</p>",
      "portada": "/img/11/msbl_1.jpg",
      "submenu": [
        {
          "nombre": "Introducción",
          "slug": "/actividades-reconocimiento-comunidad"
        },
        {
          "nombre": "Medalla San Juan Bautista de La Salle y Reconocimiento como Profesor Emérito",
          "slug": "/medalla-lasalle-profesor-emerito"
        },
        {
          "nombre": "Medalla Hermano Miguel Febres Cordero",
          "slug": "/medalla-febres-cordero"
        },
        {
          "nombre": "Reconocimiento por Antigüedad",
          "slug": "/reconocimiento-antiguedad"
        },
        {
          "nombre": "Gala Fratello",
          "slug": "/gala-fratello"
        },
        {
          "nombre": "Premios Indivisa Manent",
          "slug": "/premios-indivisa-manent"
        },
        {
          "nombre": "Premios CUE",
          "slug": "/premios-cue"
        },
        {
          "nombre": "Líderes FAMADyC",
          "slug": "/lideres-famadyc"
        },
        {
          "nombre": "Aula FAMADyC",
          "slug": "/aula-famadyc"
        }
      ]
    }
  ]
}
